{
  "people": [
    {
      "name": "Александр Недякин",
      "photoUrl": "",
      "githubUrl": "https://github.com/BiGSanyok",
      "githubPhoto": "https://avatars.githubusercontent.com/u/126814273?v=4"
    },
    {
      "name": "Александр Марченко",
      "photoUrl": "",
      "githubUrl": "",
      "githubPhoto": ""
    },
    {
      "name": "Роман Мухтасаров",
      "photoUrl": "",
      "githubUrl": "",
      "githubPhoto": ""
    },
    {
      "name": "Ксения Шоть",
      "photoUrl": "",
      "githubUrl": "",
      "githubPhoto": ""
    }
  ],
  "family": [
    {
      "name": "Император Дзимму",
      "photoUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Emperor_Jimmu.jpg/220px-Emperor_Jimmu.jpg",
      "previewText": "Император Дзимму - первый и самый легендарный император Японии, основавший страну после успешной военной экспедиции, кульминацией которой стало его завоевание Ямато, его возможной власти.",
      "description": "Император Дзимму был первым императором Японии. Он правил в период с 660 года до н.э. по 585 год до н.э. Согласно легенде, он был потомком бога солнца Аматэрасу и первым правителем Японии. Он основал Ямато, первую столицу Японии, и установил свою власть над другими племенами. Его правление считается началом японской истории.",
      "birthDate": "711 год до н.э.",
      "deathDate": "585 год до н.э."
    },
    {
      "name": "Император Хирохито",
      "photoUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Emperor_Hirohito_cropped_2.jpg/220px-Emperor_Hirohito_cropped_2.jpg",
      "previewText": "Хирохито, также известный как Император Шова, был самым долгим императором Японии, правившим страной более шести сложных десятилетий.",
      "description": "Император Хирохито был 124-м императором Японии. Он правил с 1926 по 1989 годы. Его правление охватило период Второй мировой войны и послевоенного восстановления Японии. Он был первым японским императором, который посетил Европу и США. В 1946 году он был вынужден отречься от своего божественного статуса и стать символом государства. Он умер в 1989 году.",
      "birthDate": "29 апреля 1901 года",
      "deathDate": "7 января 1989 года"
    },
    {
      "name": "Император Мэйдзи",
      "photoUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Emperor_Meiji_2.jpg/220px-Emperor_Meiji_2.jpg",
      "previewText": "Emperor Jimmu is the first and most legendary emperor of Japan, who founded the country after a successful military expedition, culminating in his conquest of Yamato, his eventual power.",
      "description": "Император Мэйдзи был 122-м императором Японии и правил с 1867 по 1912 годы. Он был одним из самых влиятельных императоров в истории Японии и считается одним из главных архитекторов модернизации Японии. Во время его правления Япония пережила ряд реформ, включая отмену системы ханов и введение конституции. Он также играл важную р"
    },
    {
      "name": "Император Суйнин",
      "photoUrl": "URL_Суйнин",
      "previewText": "Суйнин - легендарный император, правивший с 29 по 70 год н.э.",
      "description": "Император Суйнин был девятым императором Японии. Его правление началось в 29 году н.э. и продолжалось 42 года. Он считается одним из великих императоров Японии и внес важные изменения в систему правления. Его личное имя было Куроканэ.",
      "birthDate": "29 год н.э.",
      "deathDate": "70 год н.э."
    },
    {
      "name": "Император Кейко",
      "photoUrl": "URL_Кейко",
      "previewText": "Кейко - легендарная императрица, правившая с 71 по 130 год н.э.",
      "description": "Император Кейко была десятой императором Японии и первой женщиной на этом посту. Её правление началось в 71 году н.э. и продолжалось 59 лет. Она считается символом женской власти и мудрости. Её личное имя было Ото-тачи-химэ.",
      "birthDate": "71 год н.э.",
      "deathDate": "130 год н.э."
    },
    {
      "name": "Император Каун",
      "photoUrl": "URL_Каун",
      "previewText": "Каун - легендарный император, правивший с 130 по 170 год н.э.",
      "description": "Император Каун был одиннадцатым императором Японии. Его правление началось в 130 году н.э. и продолжалось 40 лет. Его личное имя было Каун-тачи-химэ.",
      "birthDate": "130 год н.э.",
      "deathDate": "170 год н.э."
    },
    {
      "name": "Император Чуай",
      "photoUrl": "URL_Чуай",
      "previewText": "Чуай - легендарный император, правивший с 192 по 200 год н.э.",
      "description": "Император Чуай был двенадцатым императором Японии. Его правление началось в 192 году н.э. и продолжалось 9 лет. Его личное имя было Хомэй.",
      "birthDate": "192 год н.э.",
      "deathDate": "200 год н.э."
    }
  ]
}